Repository: marco-calautti/DeltaPatcher
Catalog: languages/*/deltapatcher.po
Languages: es_es, pt_br

source: xdelta patches (*.xdelta)|*.xdelta
es_es: parches xdelta (*.xdelta)|*.xdelta
pt_br: Patches do xdelta (*.xdelta)|*.xdelta

source: Fill all the textboxes first!
es_es: ¡Tienes que llenar primero todos los cuadros de texto!
pt_br: Preencha todos as caixas de texto primeiro!

source: Warning
es_es: Advertencia
pt_br: Aviso

source: Applying patch, please wait... (don't panic!)
es_es: Aplicando parche, espera... (¡no te asustes!)
pt_br: Aplicando o patch, por favor aguarde... (não entre em pânico!)

source: An error has occurred! See log for more information.
es_es: ¡Se ha producido un error! Comprueba el registro para saber más.
pt_br: Um erro ocorreu! Veja o registro pra maiores informações.

source: Patch successfully applied!
es_es: ¡Parche aplicado con éxito!
pt_br: Patch aplicado com sucesso!

source: Notice
es_es: Aviso
pt_br: Nota

source: Patch file "%s" selected.
es_es: Archivo de parche «%s» seleccionado.
pt_br: Arquivo do patch "%s" selecionado.

source: Original file "%s" selected.
es_es: Archivo original «%s» seleccionado.
pt_br: Arquivo original "%s" selecionado.

source: Creating patch, please wait... (don't panic!)
es_es: Creando parche, espera... (¡no te asustes!)
pt_br: Criando o patch, por favor aguarde... (não entre em pânico!)

source: Patch successfully created!
es_es: ¡Parche creado con éxito!
pt_br: Patch criado com sucesso!

source: Modified file "%s" selected.
es_es: Archivo modificado «%s» seleccionado.
pt_br: Arquivo modificado "%s" selecionado.

source: Show log >>
es_es: Mostrar registro >>
pt_br: Mostrar o registro >>

source: << Hide log
es_es: << Ocultar registro
pt_br: << Esconder o registro

source: [%s] An error has occurred: %s
es_es: [%s] Se ha producido un error: %s
pt_br: [%s] Um erro ocorreu: %s

source: Apply xdelta patch
es_es: Aplicar parche xdelta
pt_br: Aplicar o patch do xdelta

source: Create xdelta patch
es_es: Crear parche xdelta
pt_br: Criar patch do xdelta

source: Operations:
es_es: Operaciones:
pt_br: Operações:

source: About
es_es: Acerca de
pt_br: Sobre

source: Associate to xdelta files
es_es: Asociar con archivos .xdelta
pt_br: Associar com os arquivos do xdelta

source: Exit
es_es: Salir
pt_br: Sair

source: Log:
es_es: Registro:
pt_br: Registro:

source: Original file:
es_es: Archivo original:
pt_br: Arquivo original:

source: Open...
es_es: Abrir...
pt_br: Abrir...

source: XDelta patch:
es_es: Parche XDelta:
pt_br: Patch do xdelta:

source: Apply patch
es_es: Aplicar parche
pt_br: Aplicar patch

source: Options:
es_es: Opciones:
pt_br: Opções:

source: Keep original file
es_es: Mantener archivo original
pt_br: Manter o arquivo original

source: Checksum validation
es_es: Validar suma de comprobación
pt_br: Validação do checksum

source: Modified file:
es_es: Archivo modificado:
pt_br: Arquivo modificado:

source: Save...
es_es: Guardar...
pt_br: Salvar...

source: Create patch
es_es: Crear parche
pt_br: Criar patch

source: Compression level:
es_es: Nivel de compresión:
pt_br: Nível de compressão:

source: Add Checksum to patch
es_es: Añadir suma de comprobación al parche
pt_br: Adicionar o checksum ao patch

source: License
es_es: Licencia
pt_br: Licença

source: OK
es_es: Aceptar

source: About Delta Patcher
es_es: Acerca de Delta Patcher
pt_br: Sobre o Delta Patcher

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 2.0.
es_es: Este programa es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU en su versión 2.0 tal como se publica por la Free Software Foundation.
pt_br: Este programa é um software gratuíto: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral da GNU conforme publicado pela Fundação do Software Livre, versão 2.0.
